{
  "expo": {
    "name": "NewsUp",
    "slug": "newsUp",
    "privacy": "public",
    "version": "1.3.0",
    "orientation": "portrait",
    "icon": "./assets/logo.png",
    "splash": {
      "image": "./assets/splash.png",
      "resizeMode": "cover",
      "backgroundColor": "#ffffff"
    },

    "updates": {
      "fallbackToCacheTimeout": 0
    },
    "assetBundlePatterns": [
      "**/*"
    ],
    "ios": {
      "supportsTablet": true,
      "bundleIdentifier": "com.megtrix.newsup"
    },
    "android": {
      "adaptiveIcon": {
        "foregroundImage": "./assets/logo.png",
        "backgroundColor": "#FFFFFF"
      },
      "package": "com.megtrix.newsup",
      "versionCode":4,
        "permissions": [
        "CAMERA",
        "READ_EXTERNAL_STORAGE",
        "WRITE_EXTERNAL_STORAGE",
        "LOCATION",
        "ACCESS_FINE_LOCATION",
        "ACCESS_COARSE_LOCATION",
        "CAMERA_ROLL"
      ]
    },
    "web": {
      "favicon": "./assets/logo.png"
    },
    "description": "As an organization we always aimed since inception to bring the news and updates about digital media, technology, start ups, businesses etc on your finger tips, we also realize time is the essence and to cater with time, our efforts here are to share the news updates in brief in less than 70 words which could save your time to read at length. \n\n An extraordinary news app that helps you stay updated with the latest news in a bit-sized format.\n\n Every news piece is shared in 60-70 words or less. That means you can read all the news in just a few minutes, without having to spend a lot of time on it. Every piece of news is very easy to read, it’s small and fully formatted to be read in less than a minute. On top of that, NewsUp also has a dedicated feed where you can get personalized stories in no time. \n\n It helps immensely if you want to know as much as possible without wasting time.If you always want to know the latest news, give NewsUp a try today. You get access to the exclusive news relating to digital, business, industries and start ups without spending a lot of time searching for the news yourself. It’s provided directly to you in no time."
  }
}
